@extends('clan')

@section('content')

<h1>8月平衡性調整</h1>
<h3>11級至14級加農炮傷害提升</h3>
<h5>目前，我們正在開發更好的防禦方式去應對中等部隊的大規模進攻。<br>
    至於現在，加農炮傷害的提升有助彌補防禦的缺口，讓玩家更好地防禦。<br></h5>
<h3>天使又會觸發空中陷阱</h3>
<h5>
    天使已經成為高級主力部隊了，但他們總處於防禦建築攻擊範圍之外，甚至有時整場對戰中都能避開防禦建築的攻擊。小心搜空地雷！<br>
</h5>

<h3>掘地礦工移動速度降低</h3>
<h5>
    對於穿行於地底的部隊來說，掘地礦工的速度有些過快，此一優勢讓他們能迅速推平整個村莊。<br>
</h5>
<h3>
進攻方需要投入更多的部隊，才會觸發天鷹火炮
</h3>
    <h5>
    觸發天鷹火炮所需的部隊單位上限將提高，這樣的改動有助於進攻方更靈活地投入到對戰中。<br>
</h5>
<h9><a href="https://www.facebook.com/notes/%E9%83%A8%E8%90%BD%E8%A1%9D%E7%AA%81-clash-of-clans/8%E6%9C%88%E5%B9%B3%E8%A1%A1%E6%80%A7%E8%AA%BF%E6%95%B4/2084661328424868">ref: 8月平衡性調整</a></h9>
@stop

