<div id="DIV_1">
    <h3 id="H3_2">
        2016年5月平衡性調整
    </h3>
    <picture id="PICTURE_3">
        <source id="SOURCE_4" />
        <source id="SOURCE_5" />
        <source id="SOURCE_6" />
        <source id="SOURCE_7" />
        <div id="DIV_8">
            <span id="SPAN_9"></span><span id="SPAN_10"></span><span id="SPAN_11"></span>
        </div><img alt="2016年5月平衡性調整" src="https://clashofclans.com/uploaded-images/_510x300_crop_center-center_90/CW_Anniversary_02.jpg?mtime=20160503003855" id="IMG_12" />
    </picture>
    <div id="DIV_13">
        <div id="DIV_14">
            <p id="P_15">
                我們即將發佈一個小的平衡性調整，這次微調全部都與時間有關！滿人口高級軍隊的訓練時間將大大縮短，巨石投手略微增強，同時頂級玩家搜索對手超時的時長增加。
            </p>
            <p id="P_16">
                <br id="BR_17" /> • 所有法術的配製時間縮短為原來的一半<br id="BR_18" /> • 飛龍、女巫以及炸彈人的訓練時間縮短為原來的一半<br id="BR_19" /> • 戈侖石人、熔岩獵犬以及皮卡超人的訓練時間縮短為原來的三分之一<br id="BR_20" /> • 大幅縮短了英雄的恢復時間<br id="BR_21" /> • 縮短了氣球兵、法師、天使、瓦基麗武神以及巨石投手的訓練時間
            </p>
            <p id="P_22">
                <br id="BR_23" /> 我們希望透過此次調整，讓首領們能比先前更加充分且合理地搭配高級兵種進攻。之前花費數小時來訓練軍隊和配製法術的這種情況將不會再出現。使用寶石加速訓練營，暗黑訓練營，法術工廠以及暗黑法術工廠時，會獲得在此調整速度基礎上的4倍加速——神速練兵！
            </p>
            <p id="P_24">
                <br id="BR_25" /> • 平衡性調整：巨石投手在鎖定目標後會更快的發動進攻<br id="BR_26" /> 巨石投手比我們期望的稍微弱了一點點。我們一直在觀察這個新兵種的加入會對各種戰術帶來什麼樣的改變，提高他的攻擊出手速度（類似於上次更新中瓦基麗武神的提升）將確保他的攻擊節奏不會落後於其他部隊。
            </p>
            <p id="P_27">
                <br id="BR_28" /> • 玩家搜索對手超時的時長從5分鐘提升至30分鐘<br id="BR_29" /> 這項改動主要針對那些非常高杯的頂級玩家， 這些頂級玩家在白雲介面搜索對手經常需要等待較長的時間。目前，當玩家每搜索5分鐘沒有找到對手時，系統會自動跳出一個“重試”的按鈕來詢問玩家是否繼續尋找對手。在更新之後，搜索對手超時的時長提升至30分鐘，代表著這個“重試”的按鈕只會在每搜索30分鐘後出現一次。
            </p>
        </div>
    </div>
</div>