<div id="DIV_1">
    <h3 id="H3_2">
        2016年5月更新
    </h3>
    <picture id="PICTURE_3">
        <source id="SOURCE_4" />
        <source id="SOURCE_5" />
        <source id="SOURCE_6" />
        <source id="SOURCE_7" />
        <div id="DIV_8">
            <span id="SPAN_9"></span><span id="SPAN_10"></span><span id="SPAN_11"></span>
        </div><img alt="2016年5月更新" src="https://clashofclans.com/uploaded-images/_510x300_crop_center-center_90/CoC_Community_20160429.jpg?mtime=20160429082626" id="IMG_12" />
    </picture>
    <div id="DIV_13">
        <div id="DIV_14">
            <p id="P_15">
                我們非常高興能夠為您帶來此次內容豐富的更新，更有全新的“友誼戰”機制！
            </p>
            <p id="P_16">
                <br id="BR_17" /><br id="BR_18" />平衡性調整及更新內容：
            </p>
            <p id="P_19">
                此次更新中的平衡性調整大多是關於新等級和對遊戲進行的一些微調。
            </p>
            <p id="P_20">
                <br id="BR_21" />11級大本營可解鎖<br id="BR_22" />• 14級加農炮<br id="BR_23" />• 4級熔岩獵犬<br id="BR_24" />•7級氣球兵
            </p>
            <p>
                <br />11級大本營空中部隊的使用頻率有所降低，解鎖這些新等級的空中部隊會使空軍更流行，同時地面部隊也會遭遇更強的防守。<br /><br /><br />10級以上大本營：<br />巨石投手(滾球手)所需空間降至6<br />作為一個佔用8空間的兵種，巨石投手(滾球手)似乎並沒有發揮出應有的價值，而且他所占空間較大，玩家很難將他與其他兵種進行搭配組成一支全面的軍隊。
            </p>
            <p id="P_25">
                <br id="BR_26" /><br id="BR_27" />7級大本營以上：<br id="BR_28" />解鎖2~5級隱形彈簧<br id="BR_29" />新等級的隱形彈簧其彈射能力略有提高，這使得彈簧能夠彈走更多敵方部隊甚至可能比之前多彈走1個瓦基麗武神！
            </p>
            <p>
                <br />
            </p>
            <p id="P_30">
                <br id="BR_31" />新增內容：
            </p>
            <p id="P_32">
                • 全新兵種：掘地礦工（10級大本營解鎖）<br id="BR_33" />• 全新兵種：飛龍寶寶（9級大本營解鎖）<br id="BR_34" />• 全新法術: 鏡像法術（10級大本營解鎖）<br id="BR_35" />• 全新暗黑法術：骷髏法術（9級大本營解鎖）
            </p>
            <p id="P_36">
                <br id="BR_37" />其他：<br id="BR_38" />• 陣型編輯器：村莊編輯模式中將新增許多功能，陣型編輯將變得更輕鬆。<br id="BR_39" />• 在兵營全滿的情況下，可以增援生產序列中已經訓練/配製好的軍隊或法術。<br id="BR_40" />• 可任意調換訓練/配製佇列中軍隊/法術的位置，更方便玩家安排訓練/配製順序。<br id="BR_41" />• 在進行增援時，如果沒有該兵種/法術，可以經由快速增援按鈕直接使用寶石完成增援。<br id="BR_42" />• 部落戰對戰記錄將會預設為對所有人可見，但也可以在設定中設為不可見。<br id="BR_43" />• 建築工人提示資訊：點擊建築工人資訊，您便可以查看並選擇推薦的項目進行升級。<br id="BR_44" />• 部落對戰進攻時將會顯示當前觀戰人數——這樣您可以知道有多少人在即時觀戰了！<br id="BR_45" />• 聊天介面稍有改動——新增了請求增援按鈕。
            </p>
            <p id="P_46">
                <br id="BR_47" /><br id="BR_48" />全面開戰！
            </p>
        </div>
    </div>
</div>