<div id="DIV_1">
    <h3 id="H3_2">
        《部落衝突》設計理念
    </h3>
    <picture id="PICTURE_3">
        <source id="SOURCE_4" />
        <source id="SOURCE_5" />
        <source id="SOURCE_6" />
        <source id="SOURCE_7" />
        <div id="DIV_8">
            <span id="SPAN_9"></span><span id="SPAN_10"></span><span id="SPAN_11"></span>
        </div><img alt="《部落衝突》設計理念" src="https://clashofclans.com/uploaded-images/_510x300_crop_center-center_90/design_values_update.jpg?mtime=20160808111256" id="IMG_12" />
    </picture>
    <div id="DIV_13">
        <div id="DIV_14">
            <p id="P_15">
                《部落衝突》遊戲團隊一直以來的目標就是創造出讓玩家想一直玩下去的遊戲，而不只是讓玩家喜歡這個遊戲幾個星期或幾個月。要達成這一目標是一項相當艱鉅的挑戰，這項挑戰也是驅使遊戲團隊不斷努力改進遊戲體驗的動力。那我們究竟是如何應對這項挑戰的呢？為了讓大家更清楚地了解我們對於遊戲的想法，我們將與廣大玩家分享我們遊戲的核心設計理念。我們的遊戲受眾群體十分多樣化並且數量龐大，我們深知玩家們對於調整更新的看法不盡相同，對於如何改善遊戲體驗也是想法各異。我們希望經由分享我們的開發理念可以讓玩家們更好地了解我們的決策過程，並為在未來幾年中更多效果顯著的討論做好準備。<br id="BR_16" />
            </p>
            <p>
                <br /> 《部落衝突》遊戲團隊一直以來的目標就是創造出讓玩家想一直玩下去的遊戲，而不只是讓玩家喜歡這個遊戲幾個星期或幾個月。要達成這一目標是一項相當艱鉅的挑戰，這項挑戰也是驅使遊戲團隊不斷努力改進遊戲體驗的動力。那我們究竟是如何應對這項挑戰的呢？為了讓大家更清楚地了解我們對於遊戲的想法，我們將與廣大玩家分享我們遊戲的核心設計理念。我們的遊戲受眾群體十分多樣化並且數量龐大，我們深知玩家們對於調整更新的看法不盡相同，對於如何改善遊戲體驗也是想法各異。我們希望經由分享我們的開發理念可以讓玩家們更好地了解我們的決策過程，並為在未來幾年中更多效果顯著的討論做好準備。<br />
            </p>
            <p id="P_17">
                閒話不多說，以下幾點便是引領《部落衝突》發展的關鍵理念：<br id="BR_18" />
            </p>
            <p id="P_19">
                <br id="BR_20" />
            </p>
            <h4 id="H4_21">
                遊戲深度
            </h4>
            <p id="P_22">
                <br id="BR_23" />《部落衝突》是一款充滿了選擇與權衡的遊戲，《部落衝突》如此有趣的一個主要原因就是進攻和防守中多種多樣的戰術策略。不同的玩家使用不同的軍隊組合和村莊陣型，每一套軍隊組合和村莊陣型都有獨特的優劣性。<br id="BR_24" />為了讓遊戲更具有深度，遊戲中應該一直有很多有吸引力且有競爭力的戰術可供玩家選擇。保證遊戲的平衡性是十分重要的，我們從來不認為某一兵種或某一防禦建築可以是一成不變的。作為玩家，這代表著您可能花費了很多時間研究學習一套戰術，而有時候可能會因為一次更新，該戰術會遭到削弱或不再可用。不過請您理解，這些改動都是為了增加遊戲深度。
            </p>
            <p id="P_26">
                <br id="BR_27" />
            </p>
            <h4 id="H4_28">
                遊戲方式的多樣性
            </h4>
            <p id="P_29">
                <br id="BR_30" />《部落衝突》致力於為喜好不同遊戲方式的玩家們帶來長期持久的挑戰。無論您是喜愛部落戰，衝杯，還是打資源，遊戲中都會有一些吸引您的東西值得您去嘗試，學習甚至精通。<br id="BR_31" />遊戲方式的多樣性代表著需要時刻記住不同的玩家有不一樣的興趣和目標。有時，我們會（或不會）經由某些方式開發出一些新內容，以確保玩家有不同的興趣目標，例如打資源或是部落戰。這是一項十分棘手的工作，玩家們的意見是幫助我們做好這項工作的關鍵。<br id="BR_32" />
            </p>
            <h4 id="H4_34">
                易於上手
            </h4>
            <p id="P_35">
                <br id="BR_36" />一款具有深度和挑戰的遊戲並不是不能成為一款易於上手的遊戲。<br id="BR_37" />能歷久不衰的遊戲通常同時具有以下兩個優點：易於上手，難於精通。作為玩家，這意味著您一直可以在遊戲中學習到新東西，同時您也不會因為遊戲中出現的各種新元素而感到不知所措。<br id="BR_38" />秉持著易於上手的理念來設計遊戲代表著我們專注於讓玩家只需使用有意義且簡單不繁雜的操作就能掌控遊戲，而不是使用複雜且不必要的遊戲機制。今後，我們甚至可能會更改或移除我們認為不必要且繁雜的遊戲元素！<br id="BR_39" />
            </p>
            <h4 id="H4_41">
                遊戲升級富有意義
            </h4>
            <p id="P_42">
                <br id="BR_43" />在《部落衝突》中，升級並不只是關係到實力，更關係到解鎖進攻和防守的新單位。在《部落衝突》遊戲的不同階段， 玩家會獲得不一樣的體驗，在升級過程中玩家會發現遊戲獨特的玩法，戰術策略和挑戰。<br id="BR_44" />因為這一理念，我們絞盡腦計研發每一個新兵種，新法術和防禦建築，使得它們都具有自己獨特的角色定位和玩法。每一個《部落衝突》的新單位都應該讓玩家覺得精通這些新單位的玩法很重要並且是一項有趣的挑戰，新單位不應該是對其它單位做出一些細微改動後的複製品。
            </p>
            <p id="P_46">
                <br id="BR_47" />
            </p>
            <h4 id="H4_48">
                社交互動
            </h4>
            <p id="P_49">
                <br id="BR_50" />在《部落衝突》中，與其他玩家一同遊戲會獲得更佳的遊戲體驗。部落成員之間的聊天互動將我們其他的理念結合到了一起。利用部落系統，您可以為部落制定戰略，與他人共同發展，為他人提供建議，慶祝獲得的成就以及分享勝利，所以支援社交互動對於我們來說特別重要。<br id="BR_51" />目前要實現一些部落功能，改進並做好整個部落機制，難度較大，耗時會較長，不過我們正致力於推動這方面的發展。我們將一直尋求方法，讓各位玩家不只是全面開戰，而是與好友們一起全面開戰。
            </p>
            <p id="P_52">
                我們希望，與玩家們分享我們的設計理念可以帶動大家積極推動對於《部落衝突》未來開發方向的交流，獲得一些很棒的想法。希望大家能向我們提供反饋來幫助我們堅持這些核心設計理念！與大家共同努力，我們將引領《部落衝突》繼續發展，在未來幾年中成為最棒的遊戲。
            </p>
            <p id="P_53">
                <br id="BR_54" />- 《部落衝突》遊戲團隊<br id="BR_55" />
            </p>
        </div>
    </div>
</div>